"ua_cancel" = "Anulează";
"ua_channel_copy_toast" = "Canal copiat în memoria temporară!";
"ua_channel_id" = "ID Canal";
"ua_channel_notification_ticker" = "Canalul Airship";
"ua_connection_error" = "Eroare de Conexiune";
"ua_content_error" = "Eroare de conținut";
"ua_default_channel_description" = "Actualizări generale aplicație";
"ua_default_channel_name" = "Notificări";
"ua_delete" = "Șterge";
"ua_empty_message_list" = "Niciun Mesaj";
"ua_mark_read" = "Marchează ca Citit";
"ua_mc_failed_to_load" = "Imposibil de încărcat mesaje. Te rugăm să încerci mai târziu.";
"ua_mc_no_longer_available" = "Mesajul selectat nu mai este disponibil.";
"ua_message_center_title" = "Centrul de Mesaje";
"ua_message_not_selected" = "Niciun Mesaj Selectat";
"ua_notification_button_accept" = "Acceptă";
"ua_notification_button_add" = "Adaugă";
"ua_notification_button_add_to_calendar" = "Adaugă În Calendar";
"ua_notification_button_book_now" = "Rezervă Acum";
"ua_notification_button_buy_now" = "Cumpără Acum";
"ua_notification_button_copy" = "Copiază";
"ua_notification_button_decline" = "Refiză";
"ua_notification_button_dislike" = "Nu Îmi Place";
"ua_notification_button_download" = "Descarcă";
"ua_notification_button_follow" = "Urmărește";
"ua_notification_button_less_like" = "Mai Puține Asemănătoare";
"ua_notification_button_like" = "Îmi Place";
"ua_notification_button_more_like" = "Mai Multe Asemănătoare";
"ua_notification_button_no" = "Nu";
"ua_notification_button_opt_in" = "Opțiune primire";
"ua_notification_button_opt_out" = "Opțiune oprire";
"ua_notification_button_rate_now" = "Apreciază Acum";
"ua_notification_button_remind" = "Amintește-mi mai târziu";
"ua_notification_button_save" = "Salvează";
"ua_notification_button_search" = "Caută";
"ua_notification_button_send_info" = "Trimite Informații";
"ua_notification_button_share" = "Distribuie";
"ua_notification_button_shop_now" = "Fă Cumpărături Acum";
"ua_notification_button_tell_me_more" = "Mai multe informații";
"ua_notification_button_unfollow" = "Nu mai urmări";
"ua_notification_button_yes" = "Da";
"ua_ok" = "OK";
"ua_open" = "Deschide";
"ua_rate_app_action_default_body" = "Apasă %@ pentru a o evalua în magazinul de aplicații.";
"ua_rate_app_action_default_rate_negative_button" = "Nu, Mulțumesc";
"ua_rate_app_action_default_rate_positive_button" = "Evaluează";
"ua_rate_app_action_default_title" = "Îți place %@?";
"ua_rate_app_action_generic_display_name" = "Această Aplicație";
"ua_refresh" = "Împrospătare";
"ua_retry_button" = "Încearcă din nou";
"ua_select_all" = "Selectează Toate";
"ua_select_none" = "Selectează Niciunul";
"ua_share_dialog_title" = "Distribuie";
